[
    {
        "text": "文帝既益明习国家事，朝而问右丞相勃曰：“天下一岁决狱几何？”\n勃谢曰：“不知。”\n问：“天下一岁钱谷出入几何？”\n勃又谢不知，汗出沾背，愧不能对。\n于是上亦问左丞相平。\n平曰：“有主者。”\n上曰：“主者谓谁？”\n平曰：“陛下即问决狱，责廷尉；问钱谷，责治粟内史。”\n上曰：“苟各有主者，而君所主者何事也？”\n平谢曰：“宰相者，上佐天子理阴阳，顺四时，下育万物之宜，外镇抚四夷诸侯，内亲附百姓，使卿大夫各得任其职焉。”\n孝文帝乃称善。\n右丞相大惭，出而让平曰：“君独不素教我对！”陈平笑曰：“君居其位，不知其任邪？且陛下即问长安中盗贼数，君欲强对邪？”于是绛侯自知其能不如平远矣。居顷之，勃谢病请免相，陈平专为一丞相。\n——《史记·陈丞相世家》"
    },
    {
        "text": "时湖阳公主苍头白日杀人，因匿主家，吏不能得。及主出行，而以奴骖乘，宣于夏门亭候之，乃驻车扣马，以刀画地，大言数主之失，叱奴下车，因格杀之。主即还宫诉帝，帝大怒，召宣，欲箠杀之。宣叩头曰：“愿乞一言而死。”帝曰：“欲何言?”宣曰：“陛下圣德中兴，而纵奴杀良人，将何以理天下乎?臣不须箠，请得自杀。”即以头击楹，流血被面，帝令小黄门持之，使宣叩头谢主，宣不从；强使顿之，宣两手据地，终不肯俯。主曰：“文叔为白衣时，藏亡匿死，吏不敢至门。今为天子，威不能行一令乎?”帝笑曰：“天子不专白衣同。”因敕强项令出。赐钱三十万，宣悉以班诸吏。由是搏击豪强，莫不震栗，京师号为“卧虎”。歌之曰：“枹鼓不鸣董少平。” ——《后汉书·酷吏列传·董宣传》"
    },
    {
        "text": "准初自青州召还，入见。帝足创甚，自褰衣以示准，且曰：“卿来何缓耶？”准对曰：“臣非召不得至京师。”帝曰：“朕诸子孰可以付神器者？”准曰：“陛下为天下择君，谋及妇人、中官，不可也；谋及近臣，不可也；唯陛下择所以副天下望者。”帝俯首久之，屏左右曰：“襄王可乎？”准曰：“知子莫若父，圣虑既以为可，愿即决定。”帝遂以襄王为开封尹，改封寿王，于是立为皇太子。\n——《宋史·卷二百八十一·寇准传》"
    },
    {
        "text": "太宗不豫，真宗为皇太子，端日与太子问起居。及疾大渐，内侍王继恩忌太子英明，阴与参知政事李昌龄、殿前都指挥使李继勋、知制诰胡旦谋立故楚王元佐。\n太宗崩，李皇后命继恩召端。端知有变，锁继恩于阁内，使人守之而入。\n皇后曰：“宫车已晏驾，立嗣以长，顺也，今将如何？”\n端曰：“先帝立太子正为今日，今始弃天下，岂可遽违命有异议邪？”\n乃奉太子至福宁庭中。\n真宗既立，垂帘引见群臣。端平立殿下不拜，请卷帘，升殿审视，然后降阶，率群臣拜呼万岁。\n以继勋为使相，赴陈州；贬昌龄忠武军司马；继恩右监门卫将军，均州安置；旦除名流浔州，籍其家赀。\n——《宋史·卷二百八十一·吕端传》"
    },
    {
        "text": "帝欲相王钦若，旦曰：“钦若遭逢陛下，恩礼已隆，且乞留之枢密，两府亦均。臣见祖宗朝未尝有南人当国者，虽古称立贤无方，然须贤士乃可。臣为宰相，不敢沮抑人，此亦公议也。”真宗遂止。\n旦没后，钦若始大用，语人曰：“为王公迟我十年作宰相。”\n钦若与陈尧叟、马知节同在枢府，因奏事忿争。真宗召旦至，钦若犹哗不已，知节流涕曰：“愿与钦若同下御史府。”旦叱钦若使退。帝大怒，命付狱。旦从容曰：“钦若等恃陛下厚顾，上烦谴诃，当行朝典。愿且还内，来日取旨。”明日，召旦前问之，旦曰：“钦若等当黜，未知坐以何罪？”帝曰：“坐忿争无礼。”旦曰：“陛下奄有天下，使大臣坐忿争无礼之罪，或闻外国，恐无以威远。”帝曰：“卿意如何？”旦曰：“愿至中书，召钦若等宣示陛下含容之意，且戒约之。俟少间，罢之未晚也。”帝曰：“非卿之言，朕固难忍。”后月余，钦若等皆罢。\n——《宋史·卷二百八十二·王旦传》"
    },
    {
        "text": "上问侍臣：“创业与守成孰难？”房玄龄曰：“草昧之初，与群雄并起，角力而后臣之，创业难矣！”魏徵曰：“自古帝王，莫不得之于难艰，失之于安逸，守成难矣！”上曰：“玄龄与吾共取天下，出百死得一生，故知创业之难；徵与吾共安天下，常恐骄奢生于富贵，祸乱生于所忽，故知守成之难。然创业之难，既已往矣；守成之难，方当与诸公慎之。”玄龄等拜曰：“陛下及此言，四海之福也。”——《资治通鉴·唐纪》"
    },
    {
        "text": "“《诗》曰：‘营营青蝇，止于藩。恺悌君子，无信谗言。谗言罔极，交乱四国。’往者江充谗杀赵太子，天下莫不闻。陛下不省察，深过太子，发盛怒，举大兵而求之，三公自将。智者不敢言，辩士不敢说，臣窃痛之。唯陛下宽心慰意，少察所亲，毋患太子之非，亟罢甲兵，无令太子久亡。臣不胜惓惓，出一旦之命，待罪建章宫下。”书奏，天子感寤，然尚未显言赦之也。"
    },
    {
        "text": "武承嗣营求为太子，数使人说太后曰：“自古天子未有以异姓为嗣者。”太后意未决。狄仁杰每从容言于太后曰：“大帝以二子托陛下。陛下今乃欲移之他族，无乃非天意乎！且姑侄之与母子孰亲？陛下立子，则千秋万岁后，配食太庙，承继无穷；立侄，则未闻侄为天子而祔姑于庙者也。” 太后曰：“此朕家事，卿勿预知。”仁杰曰：“王者以四海为家，四海之内，孰非臣妾，何者不为陛下家事！君为元首，臣为股肱，义同一体，况臣备位宰相，岂得不预知乎！”太后意稍寤。他日，又谓仁杰曰：“朕梦大鹦鹉两翼皆折，何也？”对曰：“武者，陛下之姓，两翼，二子也。陛下起二子。则两翼振矣。”太后由是无立承嗣之意。\n太后命宰相各举尚书郎一人，仁杰举其子司丞光嗣，已而称职。太后喜曰：“卿足继祁奚矣。”\n初，契丹将李楷固，善用索及骑射，每陷阵，如鹘入乌群，所向披靡。及孙万荣死来降。有司责其后至，奏请族之。狄仁杰曰：“楷固骁勇绝伦，能尽力于所事，必能尽力于我，若抚之以德，为我用矣。”奏请赦之。所亲皆止之，仁杰曰：“苟利于国，岂为身谋！”太后用其言，赦之。又请与之官，太后以楷固为左玉钤卫将军，使将兵击契丹余党，悉平之。\n太后欲造大佛像，狄仁杰上疏谏，其略曰：“今之伽蓝，制过宫阙。功不使鬼，止在役人，物不天来，终须地出，不损百姓，将何以求！”又曰：“如来设教，以慈悲为主，岂欲劳人，以存虚饰！”又曰：“比来水旱不节，当今边境未宁，若费官财，又尽人力，一隅有难，将何以救之！”太后曰：“公教朕为善，何得相违！”遂罢其役。\n太后信重狄仁杰，群臣莫及，常谓之国老而不名。仁杰好面引廷争，太后每屈意从之。辛丑，甍，太后泣曰：“朝堂空矣！”"
    },
    {
        "text": "彦博又言：“祖宗法制具在，不须更张以失人心。”\n上曰：“更张法制，于士大夫诚多不悦，然于百姓何所不便？”\n彦博曰：“为与士大夫治天下，非与百姓治天下也。”"
    },
    {
        "text": "太素抗直不屈，屡濒于罪，帝时宥之。一日，宴便殿，赐之酒曰：“金杯同汝饮，白刃不相饶。”太素叩首，即续韵对曰：“丹诚图报国，不避圣心焦”帝为恻然。未几，谪御史，复坐排陷詹徽，与同官十二人俱镣足治事。后竟坐法死。 ——《明史》"
    },
    {
        "text": "太祖谕太孙曰：“此书首列二刑图，次列八礼图者，重礼也。顾愚民无知，若于本条下即注宽恤之令，必易而犯法，故以广大好生之意，总列《名例律》中。善用法者，会其意可也。”太孙请更定五条以上，太祖览而善之。太孙又请曰：“明刑所以弼教，凡与五伦相涉者，宜皆屈法以伸情。”乃命改定七十三条，复谕之曰：“吾治乱世，刑不得不重。汝治平世，刑自当轻，所谓刑罚世轻世重也。”二十五年，刑部言，律条与条例不同者宜更定。太祖以条例特一时权宜，定律不可改，不从。——《明史》"
    },
    {
        "text": "君者，天下臣民万物之主也。惟其为天下臣民万物之主，责任至重。凡民生利瘼一有所不闻，将一有所不得知而行，其任为不称。是故养君之道，宜无不备，而以其责寄臣工，使尽言焉。臣工尽言，而君道斯称矣。昔之务为容悦，谀顺曲从，致使实祸蔽塞，主不上闻焉，无足言矣。过为计者，则又曰：“君子危明主，忧治世。夫世则治矣，以不治忧之；主则明矣，以不明危之。毋乃使之反求眩瞀，失趋舍矣乎？非通论也。"
    },
    {
        "text": "  （ 25嘉定二模《资治通鉴·汉纪》） 李广有孙陵，为侍中，善骑射。帝以为有广之风，使教射酒泉、张掖以备胡。及贰师击匈奴，陵叩头自请曰：“臣所将屯边者，皆荆楚勇士奇材剑客也。愿得自当一队，到兰干山南以分单于兵，毋令专乡贰师军。臣愿以少击众，步兵五千人涉单于庭。”上壮而许之。陵至浚稽山，与单于相值，骑可三万围陵军。陵搏战攻之，虏还走上山，汉军追击，杀数千人。单于大惊，召八万余骑攻陵。陵军步斗树木间，复杀数千人。陵居谷中，虏在山上，四面射，矢如雨下。士卒多死，不得行。陵曰：“无面目报陛下！”遂降。上怒甚，群臣皆罪陵。上以问太史令司马迁，迁盛言：“陵事亲孝，与士信，常奋不顾身以徇国家之急，其素所畜积也，有国士之风。且陵提步卒不满五千，深蹂戎马之地，抑数万之师。身虽陷败，然其所摧败亦足暴于天下。彼之不死，宜欲得当以报汉也。”上以迁为诬罔，下迁腐刑。久之，上悔陵无救。上遣（公孙）敖深入匈奴迎李陵，敖军无功还，因曰：“捕得生口，言李陵教单于为兵以备汉军。”上于是族陵家。既而闻之，乃汉将降匈奴者李绪，非陵也。陵使人刺杀绪，大阏氏欲杀陵，单于匿 北方。大阏氏死，乃还。单于以女妻陵，立为右校王，与卫律皆贵用事。卫律常在单于左右；陵居外，有大事乃入议。（征和三年）三月，遣李广利将七万人出五原，击匈奴。匈奴使大将与李陵将三万余骑追汉军，转战九日。\n（节选自《资治通鉴·汉纪》）"
    },
    {
        "text": "（25崇明二模《汉书·史丹传》）其后，中山哀王薨，太子前吊。哀王者，帝之少弟，与太子游学相长大。上望见太子，感念哀王，悲不能自止。太子既至前，不哀。上大恨曰：“安有人不慈仁而可奉宗庙为民父母者乎！”上以责谓丹。丹免冠谢上曰：“臣诚见陛下哀痛中山王至以感损向者太子当进见臣窃戒属毋涕泣感伤陛下。罪乃在臣，当死。”上以为然，意乃解。"
    },
    {
        "text": "（25崇明二模《汉书·史丹传》）竟宁元年，上寝疾，傅昭仪及定陶王常在左右，而皇后、太子希得进见。丹以亲密臣得侍视疾，候上间独寝时，丹直入卧内，顿首伏青蒲上，涕泣言曰：“皇太子以嫡长立，积十余年，名号系于百姓，天下莫不归心臣子。见定陶王雅素爱幸，今者道路流言，为国生意，以为太子有动摇之议。审若此，公卿以下必以死争，不奉诏。臣愿先赐死以示群臣！”天子素仁，不忍见丹涕泣，言又切至，上意大感，喟然太息。丹即却顿首曰：“愚臣妾闻，罪当死！”上因纳，丹嘘唏而起。太子由是遂为嗣矣。"
    },
    {
        "text": "（25黄浦二模《朱一桂传》）天启元年，升右通政。议政事不合，因请就南，以为南京太常寺卿，不就。五年五月，召为刑部右侍郎。六年三月，始入京受事。熹宗望见，问曰：“彼长而髯者何官?”近侍以侍郎对。上曰：“好个侍郎。”时魏珰窃柄，使其党来言，□嘱附己可大用，不答。同尚书徐兆魁左侍郎沈演平反李承恩李应蛟之狱，忤忠贤意，出为南京右都御史。未几，忠贤又称承恩等营求脱罪，连参兆魁等纵容司官卖法。一桂以事同一体，上疏认罪求罢。忠贤益怒，出中旨：“朱某着冠带闲住。”七年，珰焰益张， 天下争建生祠。郡邑以台檄敛金，坚执弗署，遂寝其事。后治建祠之罪，江省独免。咸多其持正之力焉。"
    },
    {
        "text": "（21青浦一模《鸿门宴》）沛公旦日从百余骑来见项王，至鸿门，谢曰：“臣与将军戮力而攻秦，将军战河北，臣战河南，然不自意能先入关破秦，得复见将军于此。今者有小人之言，令将军与臣有郤……”项王曰：“此沛公左司马曹无伤言之。不然，籍何以至此？”项王即日因留沛公与饮。项王、项伯东向坐；亚父南向坐，亚父者，范增也；沛公北向坐；张良西向侍。范增数目项王，举所佩玉玦以示之者三，项王默然不应。范增起，出召项庄，谓曰：“君王为人不忍。若入前为寿，寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属皆且为所虏！”庄则入为寿。寿毕，曰：“君王与沛公饮，军中无以为乐，请以剑舞。”项王曰：“诺”。项庄拔剑起舞。项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。于是张良至军门见樊哙。樊哙曰：“今日之事何如？”良曰：“甚急！今者项庄拔剑舞，其意常在沛公也。”哙曰：“此迫矣！臣请入，与之同命。”哙即带剑拥盾入军门。交戟之卫士欲止不内。樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，瞋目视项王，头发上指，目眦尽裂。项王按剑而跽曰：“客何为者？”张良曰：“沛公之参乘樊哙者也。”项王曰：“壮士！赐之卮酒。”则与斗卮酒。哙拜谢，起，立而饮之。项王曰：“赐之彘肩。”则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：“壮士！能复饮乎？”樊哙曰：“臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如恐不胜，天下皆叛之。怀王与诸将约曰：‘先破秦入咸阳者王之。’今沛公先破秦入咸阳，毫毛不敢有所近，封闭宫室，还军霸上，以待大王来，故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人，此亡秦之续耳。窃为大王不取也！”项王未有以应，曰：“坐。”樊哙从良坐。坐须臾，沛公起如厕，因招樊哙出。"
    },
    {
        "text": "（21徐汇一模《杨万里传》）韩侂胃用事，欲网罗四方知名士相羽翼，尝筑南园，属万里为之记，许以掖垣。万里曰：“官可弃，记不可作也。” 侂胃恚，改命他人。卧家十五年，皆其柄国之日也。侂胃专僭日益甚，万里忧愤，怏怏成疾。忽族子自外至，遽言侂胃用兵事。万里恸哭失声，亟呼纸书曰：“韩侂胃奸臣，专权无上，动兵残民，谋危社稷，吾头颅如许，报国无路，惟有孤愤！”又书十四言别妻子，笔落而逝。"
    },
    {
        "text": "（20金山一模《宋史·孟珙传》）二年，授主管侍卫马军司公事，时暂黄州驻扎，朝辞，上曰：“卿名将之子，忠勤体国，功绩昭著。”珙对曰：“此宗社威灵，陛下圣德，与三军将士之劳，臣何力之有？”帝问恢复，对曰：“愿陛下宽民力，蓄人材，以俟机会。”帝问和议，对曰：“臣介胄之士，当言战，不当言和！”赐赍甚厚。兼知光州，又兼知黄州。"
    },
    {
        "text": "（20徐汇一模《李陵传》）后闻陵降，上怒甚，群臣皆罪陵。迁盛言：“陵常奋不顾身以殉国家之急。提步卒不满五千，身践戎马之地，抑数万之师，转斗千里，虽古名将不过也。身虽陷败，然其所摧败亦足暴于天下，彼之不死，宜欲得当以报汉也。”上以迁诬罔，下迁腐刑。陵在匈奴二十余年，元平元年病死。"
    },
    {
        "text": "（22宝山二模《魏征传》）后宴丹霄楼，酒中谓长孙无忌曰：“魏征、王珪事隐太子、巢刺王时，诚可恶，我能弃怨用才，无羞古人。然征每谏我不从，我发言辄不即应，何哉？”征曰：“臣以事有不可，故谏，若不从辄应，恐遂行之。”帝曰：“弟即应，须别陈论，顾不得？”征曰：“昔舜戒群臣：‘尔无面从，退有后言。’若面从可，方别陈论，此乃后言，非稷、蒐所以事尧、舜也。”帝大笑曰：“人言征举动疏慢，我但见其妩媚耳！”征再拜曰：“陛下导臣使言，所以敢然；若不受，臣敢数批逆鳞哉！”"
    },
    {
        "text": "(22奉贤二模《旧唐书·张九龄传》）范阳节度使张守珪以裨将安禄山讨奚、契丹败衄，执送京师，请行朝典。九龄奏劾曰：“穰苴出军，必诛庄贾；孙武教战，亦斩宫嫔。守珪军令必行，禄山不宜免死。”上特舍之。九龄奏曰：“禄山狼子野心，面有逆相，臣请因罪戮之，冀绝后患。”上曰：“卿勿以王夷甫知石勒故事，误害忠良。”遂放归藩。 "
    },
    {
        "text": "（22黄浦二模《茹太素传》）明年，坐累降刑部主事。陈时务累万言，太祖令中书郎王敏诵而听之。中言才能之士，数年来幸存者百无一二，今所任率迂儒俗吏。言多忤触。帝怒，召太素面诘，杖于朝。次夕，复于宫中令人诵之，得其可行者四事。慨然曰：“为君难，为臣不易。朕所以求直言，欲其切于情事。文词太多，便至荧听。太素所陈，五百余言可尽耳。”因令中书定奏对式，俾陈得失者无繁文。摘太素疏中可行者下所司，帝自序其首，颁示中外。"
    },
    {
        "text": "（22金山二模《宋史·列传第一百》）初，元丰中，河决小吴，北注界河，东入于海。神宗诏，东流故道淤高，理不可回，其勿复塞。乃开大吴以护北都。至是，都水王令图请还河故道，下执政议。瞻曰：“自河决已八年，未有定论。今遽兴大役，役夫三十万，用木二千万，臣窃忧焉。朝廷方遣使相视，若以东流未便，宜亟从之；若以为可回，宜为数岁之计，以缓民力。”议者又谓河入界河而北，则失中国之险，昔澶渊之役，非河为限，则北兵不止。瞻曰：“王者恃德不恃险，不闻以河障外国。澶渊之役，盖庙社之灵，章圣之德，将相之智勇，故敌帅授首，岂独河之力哉？”后使者以东流非便，水官复请塞北流，瞻固争之，卒诏罢役，如瞻所议。洮、河诸族以青唐首领浸弱可制，欲倚中国兵威以废之，边臣亟请兴师。瞻曰：“不可。御外国以大信为本，且既爵命之，彼虽失众心，无犯王略之罪，何辞而伐之？若其不克，则兵端自此复起矣。”乃止。"
    },
    {
        "text": "（22杨浦二模《李翱传》）李翱字习之，中进士第，始调校书郎，累迁。元和初，为国子博士、史馆修撰。常谓史官纪事不得实，乃建言：“大氐人之行，非大善大恶暴于世者，皆访于人。人不周知，故取行状谥牒。然其为状者，皆故吏门生，苟言虚美，溺于文而忘其理。臣请指事载功，则贤不肖易见。如言魏征，但记其谏争语，足以为直言；段秀实，但记倒用司农印追逆兵，笏击朱泚，足以为忠烈。不者，愿敕考功、太常、史馆勿受。如此可以传信后世矣。”诏可。又条兴复太平大略曰：“臣闻定祸乱者，武功也；复制度、兴太平者，文德也。今陛下既以武功定海内，若遂革弊事，复高祖、太宗旧制：用忠正而不疑；屏邪佞而不迩；改税法，不督钱而纳布帛；绝进献，宽百姓租赋；厚边兵，以制蕃戎侵盗；数引见待制官，问以时事，通壅蔽之路。此六者，政之根本，太平所以兴。陛下既已能行其难，若何而不为其易者乎？”再迁考功员外郎。"
    },
    {
        "text": "同治之初，滇中大乱，贼所到之处，杀人如麻，白骨盈野，通都大邑，悉成丘虚。乱定之后，孑遺之民稍稍复集，扫除胔骼，经营苫盖，时则又有大疫。疫之将作，其家之鼠无故自毙，或在墙壁中，或在承尘上，人不及见，久而腐烂，人闻其臭，鲜不病者。病皆骤然而起，身上先坟起一小块，坚硬如石，颜色微红，扪之极痛。旋身热谵语，或逾日死，或即日死，诸医束手不能处方。有以刀割去之者，然此处甫割，彼处复起，其得活者，千百中一二而已。"
    },
    {
        "text": "秋，宋大水。公使吊焉，曰：“天作淫雨，害于粢盛，若之何不吊？”对曰：“孤实不敬，天降之灾，又以为君忧，拜命之辱。”臧文仲曰：“宋其兴乎。禹、汤罪己，其兴也悖焉；桀、纣罪人，其亡也忽焉。且列国有凶称孤，礼也。言惧而名礼，其庶乎。”既而闻之曰公子御说之辞也。臧孙达曰：“是宜为君，有恤民之心。”——《春秋》"
    },
    {
        "text": "当帝尧之时，鸿水滔天，浩浩怀山襄陵，下民其忧。尧求能治水者，群臣四岳皆曰鲧可。尧曰：“鲧为人负命毁族，不可。”四岳曰：“等之未有贤于鲧者，愿帝试之。”于是尧听四岳，用鲧治水。九年而水不息，功用不成。于是帝尧乃求人，更得舜。舜登用，摄行天子之政，巡狩。行视鲧之治水无状，乃殛鲧于羽山以死。天下皆以舜之诛为是。于是舜举鲧子禹，而使续鲧之业。\n禹乃遂与益、后稷奉帝命，命诸侯百姓兴人徒以傅土，行山表木，定高山大川。禹伤先人父鲧功之不成受诛，乃劳身焦思，居外十三年，过家门不敢入。薄衣食，致孝于鬼神；卑宫室，致费于沟淢。陆行乘车，水行乘船，泥行乘橇，山行乘￼。左准绳，右规矩，载四时，以开九州，通九道，陂九泽，度九山，令益予众庶稻，可种卑湿。命后稷予众庶难得之食。食少，调有余相给，以均诸侯。禹乃行相地宜所有以贡，及山川之便利。——《史记》"
    },
    {
        "text": "《南越志》：熙安间多飓风。飓者，具四方之风也，尝以五六月发。未至时，鸡犬为之不鸣。又《岭表录》云：秋夏间有晕如虹者，谓之飓母，必有飘风。\n仲秋之夕，客有叩门指云物而告予曰海气甚恶非祲非祥断霓饮海而北指赤云夹日而南翔此飓之渐也子盍备之？”语未卒，庭户肃然，槁叶蔌蔌。惊鸟疾呼，怖兽辟易。忽野马之决骤，矫退飞之六鹢。袭土囊而暴怒，掠众窍之叱吸。予乃入室而坐，敛衽变色。客曰：“未也，此飓之先驱尔。”少焉，排户破牖，殒瓦擗屋。礧击巨石，揉拔乔木。势翻渤澥，响振坤轴。疑屏翳之赫怒，执阳侯而将戮。鼓千尺之涛澜，襄百仞之陵谷。吞泥沙于一卷，落崩崖于再触。列万马而并骛，会千车而争逐。虎豹慑骇，鲸鲵犇蹙。类钜鹿之战，殷声呼之动地；似昆阳之役，举百万于一覆。予亦为之股栗毛耸，索气侧足。夜拊榻而九徙，昼命龟而三卜。盖三日而后息也。父老来唁，酒浆罗列，劳来僮仆，惧定而说。理草木之既偃，辑轩槛之已折。补茅屋之罅漏，塞墙垣之隤缺。已而山林寂然，海波不兴，动者自止，鸣者自停。湛天宇之苍苍，流孤月之荧荧。\n忽悟且叹，莫知所营。呜呼，小大出于相形，忧喜因于相遇。昔之飘然者，若为巨耶？吹万不同，果足怖耶？蚁之缘也吹则坠，蚋之集也呵则举。夫嘘呵曾不能以振物，而施之二虫则甚惧。鹏水击而三千，抟扶摇而九万。彼视吾之惴栗，亦尔汝之相莞。均大块之噫气，奚巨细之足辩？陋耳目之不广，为外物之所变。且夫万象起灭，众怪耀眩，求仿佛于过耳，视空中之飞电。则向之所谓可惧者，实耶虚耶？惜吾知之晚也。\n——苏轼《飓风赋》"
    },
    {
        "text": "（《续资通鉴长编》）先是，上出死蝗以示大臣，曰：\"朕遣人遍于郊野视蝗，多自死者。\"翌日，执政有袖死蝗以进者，曰：\"蝗实死矣，请示于朝，率百官贺。\"王旦曰：\"蝗出为灾，灾弭，幸也，又何贺焉！\"皆力请之，旦固称弗可，乃止。于是，二府方奏事，飞蝗蔽天，有堕于殿庭间者。上顾谓旦曰：\"使百官方贺而蝗若此，岂不为天下笑耶！\"执政皆顿首曰：\"王旦远识，非臣等所及也。\"\n\n（《宋史·王旦传》）天下大蝗，使人于野得死蝗，帝以示大臣。明日，执政遂袖死蝗进曰：\"蝗实死矣，请示于朝，率百官贺。\"旦独不可。后数日，方奏事，飞蝗蔽天，帝顾旦曰：\"使百官方贺，而蝗如此，岂不为天下笑耶？\"\n宫禁火灾，旦驰入。帝曰：\"两朝所积，朕不妄费，一朝殆尽，诚可惜也。\"旦对曰：\"陛下富有天下，财帛不足忧，所虑者政令赏罚之不当。臣备位宰府，天灾如此，臣当罢免。\"继上表待罪，帝乃降诏罪己，许中外封事言得失。后有言荣王宫火所延，非天灾，请置狱劾，当坐死者百余人。旦独请曰：\"始火时，陛下已罪己诏天下，臣等皆上章待罪。今反归咎于人，何以示信？且火虽有迹，宁知非天谴耶？\"当坐者皆免。\n"
    },
    {
        "text": "夏而正天下，天大旱，五年不收，汤乃以身祷于桑林，曰：\"余一人有罪，无及万夫。万夫有罪，在余一人。无以一人之不敏，使上帝鬼神伤民之命。\"于是翦其发枥其手以身为牺牲，用祈福于上帝，民乃甚说，雨乃大至。则汤达乎鬼神之化、人事之传也。"
    },
    {
        "text": "天历二年，关中大旱，饥民相食，特拜陕西行台中丞。既闻命即散其家之所有与乡里贫乏者登车就道遇饿者则赈之死者则葬之。道经华山，祷雨于岳祠，泣拜不能起，天忽阴翳，一雨二日。及到官，复于社坛，大雨如注，水三尺乃止，禾黍自生，秦人大喜。时斗米直十三缗，民持钞出籴，稍昏即不用，诣库换易，则豪猾党蔽，易十与五，累日不可得，民大困。乃检库中未毁昏钞文可验者，得一千八十五万五千余缗，悉以印记其背，又刻十贯、伍贯为券，给散贫乏，命米商视印记出粜，诣库验数以易之，于是吏弊不敢行。又率富民出粟，因上章请行纳粟补官之令。到官四月，未尝家居，止宿公署，夜则祷于天，昼则出赈饥民，终日无少怠。每一念至，即抚膺痛苦，遂得病不起，卒年六十。关中之人，哀之如失父母。"
    },
    {
        "text": "幽王二年，西周三川皆震。伯阳父曰：\"周将亡矣！夫天地之气，不失其序；若过其序，民乱之也。阳伏而不能出，阴迫而不能烝，于是有地震。今三川实震，是阳失其所而镇阴也。阳失而在阴，川源必塞；源塞，国必亡。夫水土演而民用也。水土无所演，民乏财用，不亡何待？昔伊、洛竭而夏亡，河竭而商亡。今周德若二代之季矣，其川源又塞，塞必竭。夫国必依山川，山崩川竭，亡之征也。川竭，山必崩。若国亡不过十年，数之纪也。夫天之所弃，不过其纪。\"是岁也，三川竭，岐山崩。十一年，幽王乃灭，周乃东迁。"
    },
    {
        "text": "（《滕元发传》）河朔地大震，涌沙出水，坏城池庐舍，命公为安抚使。官吏皆幄寝，居民恐惧，弃家而茇舍。公独卧屋下，曰：“民恃吾以生，屋摧民死，吾当以身同之。”民始归，安其室。乃命葬死者，食饥者，除田税，察惰吏，修堤防，缮甲兵，督盗贼，河朔遂安。\n徙郓。时淮南、京东皆大饥，公独有所乞米为备，召城中富民与约曰：“流民且至，无以处之，则疾疫起，并及汝矣。吾得城外废营地，欲为席屋以待之。”民曰：“诺。”为屋二千五百间，一夕而成。流民至，以次授地，井灶器用皆具。以兵法部勒，少者炊，壮者樵，妇女汲，老者休，民至如归。上遣工部郎中王古按视之庐舍道巷引绳棋布肃然如营阵。\n苏轼《故龙图阁学士滕公墓志铭》"
    },
    {
        "text": "（《左传·僖公十四年》）冬，秦饥，使乞籴于晋，晋人弗与。庆郑曰：“背施无亲，幸灾不仁，贪爱不祥，怒邻不义。四德皆失，何以守国？”虢射曰：“皮之不存，毛将安傅？”庆郑曰：“弃信背邻，患孰恤之？无信患作，失援必毙，是则然矣。”虢射曰：“无损于怨而厚于寇，不如勿与。”庆郑曰：“背施幸灾，民所弃也。近犹仇之，况怨敌乎？”弗听。退曰：“君其悔是哉！”"
    },
    {
        "text": "火灾·天道远人道迩（《左传·昭公十八年》）夏五月，火始昏见。丙子，风。梓慎曰：“是谓融风，火之始也。七日，其火作乎！”戊寅，风甚。壬午，大甚。宋、卫、陈、郑皆火。梓慎登大庭氏之库以望之，曰：“宋、卫、陈、郑也。”数日，皆来告火。裨灶曰：“不用吾言，郑又将火。”郑人请用之，子产不可。子大叔曰：“宝，以保民也。若有火，国几亡。可以救亡，子何爱焉？”子产曰：“天道远，人道迩，非所及也，何以知之？灶焉知天道？是亦多言矣，岂不或信？”遂不与，亦不复火。"
    },
    {
        "text": "卢君年三十成进士，当康熙之九年。又七年，知陇西，未及一年罢；罢八年，复起为偃师。偃师是时旱三年矣而同郡登封县方兴徭役米价腾踊有妇人饿死于室而夫犹忍饥就役。君为请于大府，发帑以赈，民皆戴大府而不知君之为阴德也。然君终不自言。君既殁，其门人从敝篪中得其上书遗稿囗知之，然则君之德在偃师者何如也？"
    },
    {
        "text": "县东西通衢七十里，尘土积三尺，雨雪，泥没股。九思节公费，甃以石，行旅便之。岁侵，谷涌贵。巡抚发仓谷数百石，使平价粜而偿直于官。九思曰：“彼籴者，皆豪也。贫民虽平价不能籴。”乃以时价粜其半，还直于官，而以余谷煮粥食饿者。谷多，则使称力分负以去，其山谷远者，则就旁富人谷，而官为偿之，全活甚众。尝曰：“即天子布大惠，安能人人蠲租赐复？第在吾曹酌缓急而已。”"
    },
    {
        "text": "时河屡决，大吏檄征料物，邻邑派民亩钱八十，公弗从。州牧恚曰：“公长者，若他邑何？”不得已，减其倍。顾每以耿介忤上官意，乃委监疏引河，且檄发部民充役，公不听，单骑趋河干，出直募役。将竣事，黄流赴引，势汹怒啮，堤摇摇欲震，官民争避走堤上如织。公亟谒巡河朱公，大言曰：“今河堤将合，不因此时堵御堙塞，反各奔避，听其溃决，亏前劳，误大计，莫此为甚！”巡河大惊，如公言，堤得无虞。"
    },
    {
        "text": "杭、湖二州连饥，民心摇摇。公至，则悬禁不得昂米价，为书告籴邻省，散库金于典肆，约逾岁归其本，劝富民分灾而禁贫民之群聚要索者。会温、台二郡大穰，浙人皆曰：“吾父母妻子得保聚矣。”公始至湖，时常平仓粟皆虚，巡抚将具劾群吏。公曰：“吏尽黜，何与饥者？”卒赖以济。"
    },
    {
        "text": "先是，凤阳、淮安、徐州大水，道殣相望。竑上疏奏，不待报，开仓振之。至是山东、河南饥民就食者坌至，廪不能给。惟徐州广运仓有余积，竑欲尽发之，典守中官不可。竑往告曰：“民旦夕且为盗。若不吾从，脱有变，当先斩若，然后自请死耳。”中官惮竑威名，不得已从之。竑乃躬自巡行散振不足则令沿淮上下商舟量大小出米。劝富民出米二十五万余石，给饥民五十五万七千家，全活八十五万余人。人忘其饥，颂声大作。是年十月，济宁亦饥，帝遣尚书沈翼赍帑金三万两往振。翼散给仅五千两，余以归京库。竑劾翼奉使无状，请仍易米备振，从之。"
    },
    {
        "text": "贞观八年，进封县公。会陇右山崩，大蛇屡见，山东及江、淮大水，帝忧之，以问世南，对曰：“汉文帝元年，齐、楚地二十九山同日崩，水大出，诏郡国无来贡，施惠天下，远近洽穆，亦不为灾。今蛇见山泽，适其所居。又山东淫雨，江、淮大水，恐有冤狱枉系，宜省录累囚，庶几或当天意。”帝然之，于是遣使赈饥民，申挺狱讼，多所原赦。"
    },
    {
        "text": "河朔地大震，涌沙出水，坏城池庐舍，命公为安抚使。官吏皆幄寝，居民恐惧，弃家而茇舍。公独卧屋下，曰：“民恃吾以生，屋摧民死，吾当以身同之。”民始归，安其室。乃命葬死者，食饥者，除田税，察惰吏，修堤防，缮甲兵，督盗贼，河朔遂安。\n徙郓。时淮南、京东皆大饥，公独有所乞米为备，召城中富民与约曰：“流民且至，无以处之，则疾疫起，并及汝矣。吾得城外废营地，欲为席屋以待之。”民曰：“诺。”为屋二千五百间，一夕而成。流民至，以次授地，井灶器用皆具。以兵法部勒，少者炊，壮者樵，妇女汲，老者休，民至如归。上遣工部郎中王古按视之庐舍道巷引绳棋布肃然如营阵。"
    },
    {
        "text": "（《史记·夏本纪》大禹治水）当帝尧之时，鸿水滔天，浩浩怀山襄陵，下民其忧。尧求能治水者，群臣四岳皆曰：“鲧可。”尧曰：“鲧为人负命毁族，不可。”四岳曰：“等之，未有贤于鲧者，愿帝试之。”于是尧听四岳，用鲧治水。九年而水不息，功用不成。于是帝尧乃求人。更得舜。舜登用，摄行天子之政。巡狩，行视鲧之治水无状，乃殛鲧于羽山以死。天下皆以舜之诛为是。于是舜举鲧子禹，而使续鲧之业。\n禹乃遂与益、后稷奉帝命，命诸侯百姓兴人徒以傅土，行山表木，定高山大川。禹伤先人父鲧功之不成受诛，乃劳身焦思，居外十三年，过家门不敢入。薄衣食，致孝于鬼神；卑宫室，致费于沟淢。陆行乘车，水行乘船，泥行乘橇，山行乘￼。左准绳，右规矩，载四时，以开九州，通九道，陂九泽，度九山，令益予众庶稻，可种卑湿。命后稷予众庶难得之食。食少，调有余相给，以均诸侯。禹乃行相地宜所有以贡，及山川之便利。"
    },
    {
        "text": "（苏轼）徙知徐州。河决曹村，泛于梁山泊，溢于南清河，汇于城下，涨不时泄，城将败，富民争出避水。轼曰：“富民出，民皆动摇，吾谁与守？吾在是，水决不能败城。”驱使复入。轼诣武卫营，呼卒长曰：“河将害城，事急矣，虽禁军且为我尽力。”卒长曰：“太守犹不避涂潦，吾侪小人，当效命。”率其徒持畚锸以出，筑东南长堤，首起戏马台，尾属于城。雨日夜不止，城不沈者三版。轼庐于其上，过家不入，使官吏分堵以守，卒全其城。复请调来岁夫增筑故城，为木岸，以虞水之再至。朝廷从之。"
    },
    {
        "text": "潘季驯，字时良，乌程人。嘉靖二十九年进士，授九江推官。擢御史，巡抚广东。行均平里甲法，广人大便。临代去，疏请饬后至者守其法，帝从之。四十四年，由左少卿进右金都御史，总理河道。与朱衡共开新河，加右副都御史。寻以忧去。隆庆四年，河决邳州、睢宁。起故官，再理河道，塞决口。明年，工竣，坐驱运船入新溜漂没多，为勘河给事中雒遵劾罢。万历四年夏，再起官，巡抚江西。明年冬，召为刑部右侍郎。是时，河决崔镇，黄水北流，清河口淤淀，全淮南徙，高堰湖堤大坏，淮、扬、高邮、宝应间皆为巨浸。大学士张居正深以为忧。季驯以故道久湮，虽浚复，其深广必不能如今河。议筑崔镇以塞决口，筑遥堤以防溃决。又：“淮清河浊，淮弱河强，河水一斗，沙居其六，伏秋则居其八，非极湍急，必至停滞。当藉淮之清以刷河之浊，筑高堰束淮入清口，以敌河之强使二水并流，则海口自浚。”季驯之再起也，以张居正援。居正殁，家属尽幽系。季驯言：“居正母逾八，旦暮必殁，乞降特思宵释。”御史李植动季党居正，落职为民。十六年，给事中梅国楼复荐，遂起季驯右都御史，总督河道。明年，黄水暴涨，冲入夏镇坏田庐，居民多溺死。季驯复筑塞之。季驯凡四奉治河命前后二十七年习知地形险易增筑设防置官建闸下及木石桩埽综理纤悉积劳成病 三疏乞休，不允。二十年，泗州大水，城中水三尺，患及祖陵。季驯谓祖陵王气不宜轻泄，议不合。都给事中杨其休请允季去。归三年卒。"
    },
    {
        "text": "开元四年，山东大蝗，民祭且拜，坐视食苗不敢捕。崇奏捕蝗，乃出御史为捕蝗使，分道杀蝗。汴州刺史倪若水上言：“除天灾者当以德，昔刘聪除蝗不克而害愈甚。”拒御史不应命。崇移书诮之日：“聪伪主，德不胜袄，今祆不胜德。古者良守，蝗避其境，谓修德可免，彼将无德致然乎?今坐视食苗，忍而不救，因以无年，刺史其谓何?”若水惧，乃纵捕，得蝗十四万石。黄门监卢怀慎日：“凡天灾，安可以人力制也!且杀虫多，必戾和气。愿公思之。”崇曰：“今蝗幸可驱，若纵之，谷且尽，如百姓何?杀虫救人，祸归于崇，不以诿公也!”蝗害讫息。"
    },
    {
        "text": "贞观二年，京师旱，蝗虫大起。太宗入苑视禾，见蝗虫，掇数枚而咒曰：“人以谷为命，而汝食之，是害于百姓。百姓有过，在予一人，尔其有灵，但当蚀我心，无害百姓。”将吞之，左右遽谏曰：“恐成疾，不可。”太宗曰：“所冀移灾朕躬，何疾之避？”遂吞之。"
    },
    {
        "text": "初，伍员与申包胥友。其亡也，谓申包胥曰：“我必复楚国。”申包胥曰：“勉之！子能复之，我必能兴之。”及昭王在随，申包胥如秦乞师，曰：“吴为封豕长蛇，以荐食上国，虐始于边楚。寡君失守社稷，越在草莽，使下臣告急曰：‘夷德无厌，若邻于君，疆埸之患也。逮吴之未定，君其取分焉。若楚之遂亡，君之土也。若以君灵抚之。世以事君。’”秦伯使辞焉，曰：“寡人闻命矣。子姑就馆，将图而告。”对曰：“寡君越在草莽，未获所伏，下臣何敢即安？”立，依于庭墙而哭，日夜不绝声，勺饮不入口七日。秦哀公为之赋《无衣》。九顿首而坐。秦师乃出。——《左传·定公四年》"
    },
    {
        "text": "项王军壁垓下，兵少食尽，汉军及诸侯兵围之数重。夜闻汉军四面皆楚歌，项王乃大惊曰：“汉皆已得楚乎？是何楚人之多也！”项王则夜起，饮帐中。有美人名虞，常幸从；骏马名骓，常骑之。於是项王乃悲歌慷慨，自为诗曰：“力拔山兮气盖世，时不利兮骓不逝。骓不逝兮可奈何，虞兮虞兮奈若何！”歌数阕，美人和之。项王泣数行下，左右皆泣，莫能仰视。···于是项王乃欲东渡乌江。乌江亭长舣檥船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，汉军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧於心乎？”乃谓亭长曰：“吾知公长者。吾骑此马五岁，所当无敌，尝一日行千里，不忍杀之，以赐公。”乃令骑皆下马步行，持短兵接战。独籍所杀汉军数百人。项王身亦被十馀创。顾见汉骑司马吕马童，曰：“若非吾故人乎？”马童面之，指王翳曰：“此项王也。”项王乃曰：“吾闻汉购我头千金，邑万户，吾为若德。”乃自刎而死。——《史记·项羽本纪》"
    },
    {
        "text": "琨少负志气，有纵横之才，善交胜己，而颇浮夸。与范阳祖逖为友，闻逖被用， 与亲故书曰：“吾枕戈待旦，志枭逆虏，常恐祖生先吾著鞭。”其意气相期如此。 在晋阳，常为胡骑所围数重，城中窘迫无计，琨乃乘月登楼清啸，贼闻之，皆凄然长叹。中夜奏胡笳，贼又流涕歔欷，有怀土之切。向晓复吹之，贼并弃围而走。——《晋书》刘琨传"
    },
    {
        "text": "“三十余年家国，数千里地山河。几曾惯干戈？一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。”后主既为樊若水所卖，举国与人，故当恸哭于九庙之外，谢其民而后行，顾乃挥泪宫娥，听教坊离曲何哉！ ——苏轼《东坡志林·书李主词》\n东坡书李后主去国之词云：“最是仓皇辞庙日”以为后主失国，当恸哭于庙门之外，谢其民而后行，乃对宫娥听乐，形于词句。予观梁武帝启侯景之祸，涂炭江左，以至覆亡。乃曰：“自我得之，自我失之，亦复何恨？”其不知罪己，亦甚矣。窦婴救灌夫，其夫人谏止之。婴曰：“侯自我得之，自我捐之，无所恨。”梁武帝用此言而非也。 ——宋代洪迈《容斋随笔》卷五\n尼采谓：“一切文学，余爱以血书者。”后主之词，真所谓以血书者也。宋道君皇帝《燕山亭》词亦略似之。然道君不过自道身世之戚，后主则俨有释迦、基督担荷人类罪恶之意，其大小固不同矣。——王国维《人间词话》"
    },
    {
        "text": "禄山陷两都，玄宗出幸，维扈从不及，为贼所得。维服药取痢，伪称喑病。禄山素怜之，遣人迎置洛阳，拘于普施寺，迫以伪署。禄山宴其徒于凝碧宫，其乐工皆梨园弟子、教坊工人。维闻之悲恻，潜为诗曰：“万户伤心生野烟，百官何日再朝天？秋槐花落空宫里，凝碧池头奏管弦。”贼平，陷贼官三等定罪。维以《凝碧诗》闻于行在，肃宗嘉之。会缙请削己刑部侍郎以赎兄罪，特宥之，责授太子中允。乾元中，迁太子中庶子、中书舍人，复拜给事中，转尚书右丞。——《旧唐书·王维传》"
    },
    {
        "text": "禄山至陕，闻兵兴，大惧。使史思明等率平卢兵度河攻常山，蔡希德自怀会师。 不涉旬，贼急攻城。兵少，未及为守计，求救于河东，承业前已攘杀贼功，兵不出。 杲卿昼夜战，井竭，粮、矢尽，六日而陷，与履谦同执。贼胁使降，不应。取少子 季明加刃颈上曰：“降我，当活而子。”杲卿不答。遂并卢逖杀之。杲卿至洛阳， 禄山怒曰：“吾擢尔太守，何所负而反？”杲卿瞋目骂曰：“汝营州牧羊羯奴耳， 窃荷恩宠，天子负汝何事，而乃反乎？我世唐臣，守忠义，恨不斩汝以谢上，从从 尔反耶？”禄山不胜忿，缚之天津桥柱，节解以肉啖之，骂不绝，贼钩断其舌，曰： “复能骂否？”杲卿含胡而绝，年六十五。履谦既断手足，何千年弟适在傍，咀血 喷其面，贼脔之，见者垂泣。杲卿宗子近属皆被害。杲卿已虏，诸郡复为贼守。 ——《新唐书·忠义中》"
    },
    {
        "text": "至靖康丙午岁，侯守淄川，闻金寇犯京师，四顾茫然，盈箱溢箧，且恋恋，且怅怅，知其必不为己物矣。建炎丁未春三月，奔太夫人丧南来。既长物不能尽载，乃先去书之重大印本者，又去画之多幅者，又去古器之无款识者，后又去书之监本者，画之平常者，器之重大者。凡屡减去，尚载书十五车。至东海，连舻渡淮，又渡江，至建康。青州故第，尚锁书册什物，用屋十余间，冀望来春再备船载之。十二月，金人陷青州，凡所谓十余屋者，已皆为煨烬矣。\n建炎戊申秋九月，侯起复知建康府。已酉春三月罢，具舟上芜湖，入姑孰，将卜居赣水上。夏五月，至池阳。被旨知湖州，过阙上殿。遂驻家池阳，独赴召。六月十三日，始负担，舍舟坐岸上，葛衣岸巾，精神如虎，目光烂烂射人，望舟中告别。余意甚恶，呼曰：“如传闻城中缓急，奈何？”戟手遥应曰：“从众。必不得已，先弃辎重，次衣被，次书册卷轴，次古器，独所谓宗器者，可自负抱，与身俱存亡，勿忘之。”遂驰马去。——李清照《金石录后序》"
    },
    {
        "text": "刘夫人，江西吉州刘忠烈公女，王抚军子次谐妇也，名淑。幼颖甚，能小诗。甲申鼎湖之变，夫人叹日：“先忠烈与抚军两姓皆世禄，吾恨非男子，不能东见沧海君借椎报韩。然愿与一旅，从诸侯击楚之弑义帝者，”遂建义旗。适滇帅蛮兵精悍冠诸军，闻夫人名，请谒。夫人开壁门见之。旦日报谒，滇师具牛酒于军中，高宴极欢。然帅，武人也，阴持两端，又醉后争长，语不逊。夫人怒，即于筵前按剑欲斩其首。帅环柱走，一军皆擐甲。夫人掷剑笑曰:“杀一女子何怯也。”索纸笔从容赋诗一首，辞旨壮激。帅悔且惧，夫人曰:“妾不幸为国难以至于此。然妾妇人也，愿将军好为之。”遂跨马驰去。——陈维崧《妇人集》"
    },
    {
        "text": "时大兵已取山东、河南北，逼淮南。四月朔，可法移军驻泗州，护祖陵。将行，左良玉称兵犯阙，召可法入援。渡江抵燕子矶，得功已败良玉军。可法乃趋天长，檄诸将救盱眙。俄报盱眙已降大清，泗州援将侯方岩全军没。可法一日夜奔还扬州。讹传定国兵将至，歼高氏部曲。城中人悉斩关出，舟楫一空。可法檄各镇兵，无一至者。二十日，大清兵大至，屯班竹园。明日，总兵李栖凤、监军副使高岐凤拔营出降，城中势益单。诸文武分陴拒守。旧城西门险要，可法自守之。作书寄母妻，且曰：“死葬我高皇帝陵侧。”越二日，大清兵薄城下，炮击城西北隅，城遂破。可法自刎不殊，一参将拥可法出小东门，遂被执。可法大呼曰：“我史督师也。”遂杀之。···\n可法素善饮，数斗不乱，在军中绝饮。是夕，进数十觥，思先帝，泫然泪下，凭几卧。比明，将士集辕门外，门不启，左右遥语其故。知府民育曰：“相公此夕卧，不易得也。”命鼓人仍击四鼓，戒左右毋惊相公。须臾，可法寤，闻鼓声，大怒曰：“谁犯吾令！”将士述民育意，乃获免。尝孑处铃阁或舟中，有言宜警备者，曰：“命在天。”\n可法死，觅其遗骸。天暑，众尸蒸变，不可辩识。——《明史·史可法传》"
    },
    {
        "text": "天启二年正月，御史侯恂请破格用之，遂擢兵部职方主事。无何，广宁师溃，廷议扼山海关，崇焕即单骑出阅关内外。部中失袁主事，讶之，家人亦莫知所往。已，还朝，具言关上形势。曰：“予我军马钱谷，我一人足守此。”廷臣益称其才，遂超擢佥事，监关外军，发帑金二十万，俾招募。\n……崇焕初议和，中朝不知。及奏报，优旨许之，后以为非计，频旨戒谕。崇焕欲藉是修故疆，持愈力。而朝鲜及文龙被兵，言官因谓和议所致。文龙既死，甫逾三月，大清兵数十万分道入龙井关、大安口。崇焕甫闻变即千里赴救，自谓有功无罪，然都人骤遭兵怨，谤纷起，谓崇焕纵敌拥兵。朝士因前通和议，诬其引敌胁和，将为城下之盟。帝颇闻之，不能无惑。会我大清设间，谓崇焕密有成约，令所获宦官知之，阴纵使去。其人奔告于帝，帝信之不疑。十二月朔，再召对，遂缚下诏狱。法司坐崇焕谋叛，三年八月。遂磔崇焕于市。兄弟妻子流三千里，籍其家。崇焕无子，家亦无余赀，天下冤之。——《明史袁崇焕传》"
    },
    {
        "text": "会禄山乱，天子入蜀，甫避走三川。（三川县属鄜州。）肃宗立，自鄜州羸服欲奔行在，为贼所得。至德二载，亡走凤翔，上谒，拜左拾遗。与房琯为布衣交，琯时败陈涛斜，又以客董廷兰罢宰相。甫上疏，言罪细不宜免大臣。帝怒，诏三司推问。宰相张镐曰：“甫若抵罪，绝言者路。”帝乃解。甫谢，且称：“琯，宰相子，少自树立，为醇儒，有大臣体。时论许琯才堪公辅，陛下果委而相之。观其深念主忧，义形于色，然性失于简，酷嗜鼓琴，廷兰托琯门下，贫疾昏老，依倚为非。琯爱惜人情，一至玷污。臣叹其功名未就，志气挫衄，觊陛下弃细录大，所以冒死称述，涉近讦激，违忤圣心。陛下赦臣百死，再赐骸骨，天下之幸，非臣独蒙。”然帝自是不甚省录。——《新唐书杜甫》 "
    },
    {
        "text": "初，安禄山有边功，帝宠之，诏与诸姨约为兄弟，而禄山母事妃，来朝，必宴饯结欢。禄山反，以诛国忠为名，且指言妃及诸姨罪。帝欲以皇太子抚军，因禅位， 诸杨大惧，哭於廷。国忠入白妃，妃衔塊请死，帝意沮，乃止。及西幸至马嵬，陈 玄礼等以天下计诛国忠，已死，军不解。帝遣力士问故，曰：“祸本尚在！”帝不 得已，与妃诀，引而去，缢路祠下，裹尸以紫茵，瘗道侧，年三十八。帝至自蜀，道过其所，使祭之，且诏改葬。礼部侍郎李揆曰：“龙武将士以国 忠负上速乱，为天下杀之。今葬妃，恐反仄自疑。”帝乃止。密遣中使者具棺椁它 葬焉。启瘗，故香囊犹在，中人以献，帝视之，凄感流涕，命工貌妃於别殿，朝夕 往，必为鲠欷。马嵬之难，虢国与国忠妻裴柔等奔陈仓，县令率吏追之，意以为贼，弃马走林。虢国先杀其二子，柔曰：“丐我死！”即并其女刺杀之，乃自刭，不殊，吏载置於 狱，问曰：“国家乎？贼乎？”吏曰：“互有之。”乃死，瘗陈仓东郭外。——《新唐书杨贵妃传》 "
    }
]